[
	{
		"name": "left hieroglyphs", 
		"desc": "On the left side of the room the hieroglyphs says, 'Intruders beware crushing death and grief, soaked with blood of the trespassing thief'",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "right hieroglyphs", 
		"desc": "On the right side of the room the hieroglyphs says 'The key to my return lies within the heart of the underworld'",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "stone wheel", 
		"desc": "There is a large stone wheel blocking the exit.",
		"descMod": "The large stone wheel seems to be moved out of the way.",
		"usage": ""
	},
	{
		"name": "cylinder", 
		"desc": "Upon further investigation of the wall you notice that it's a sequence of pictures that proceed a recessed cylinder in the wall. The sequence is 3 Bulls, 1 Eagle, 4 Lions, 1 Sun.", 
		"descMod": "The cylinder - consists of 0 to 9 Ox",
		"usage": ""
	},
	{
		"name": "stone door", 
		"desc": "A small stone door that is set in the middle of the wall.",
		"descMod": "The small stone door seems to be open now.",
		"usage": ""
	},
	{
		"name": "door 1",
		"desc": "The giant stone door to your left is closed." ,
		"descMod":  "The giant stone door to your left is open.",
		"closed": "False",
		"usage": ""
	},
	{
		"name": "door 2",
		"desc": "The giant stone door to your right is closed.",
		"descMod": "The giant stone door to your right is open.",
		"closed": "False",
		"usage": ""
	},
	{
		"name": "odd hole", 
		"desc": "As you look at the wall more closely, you notice the odd placement of the holes on the wall",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "switch", 
		"desc": "The door has 4 switches located on it, all set in the up position.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "falcon carving", 
		"desc": "An ornate wall with the carving of a falcon on it.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "lettered floor", 
		"desc": "A floor layed out in a grid like pattern with different letters on it. ",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "statue of osiris", 
		"desc": "Statue of Osiris that has like small pressure plates on the head, chest and stomach of the statue..",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "statue of horus", 
		"desc": "Statue of Horus that has like small pressure plates on the head, chest and stomach of the statue.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "statue of anubis", 
		"desc": "Statue of Anubis that has like small pressure plates on the head, chest and stomach of the statue..",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "noisy sarcophagus", 
		"desc": "Upon closer inspection, the strange noises coming from the sarcophagus get louder and louder",
		"descMod": "Upon opening the sarcophagus, a mythical pharaoh mummy jumps out, makes a loud screech, and then kills you",
		"usage": "Kills the player"
	},
	{
		"name": "urn", 
		"desc": "There is a plain looking urn in the corner of the room.",
		"descMod": "Upon breaking open the urn, you see that it contains a yellow jeweled scarab necklace",
		"usage": ""
	},
	{
		"name": "sculpture of cat", 
		"desc": "There is a small stone sculpture of an egyptian cat next to a mirror in the corner.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "mirror spider", 
		"desc": "There is something rustling around in the room by one of the mirrors.",
		"descMod": "The rustling turns out to be a gigantic spider.  The spider bites you and causes pain and injury.  Lose 1 turn.",
		"usage": ""
	},
	{
		"name": "food spider", 
		"desc": "There is something rustling around in the room by one of the sacks of food.",
		"descMod": "The rustling turns out to be a gigantic spider.  The spider bites you and causes pain and injury.  Lose 1 turn.",
		"usage": ""
	},
	{
		"name": "sculpture of scarab", 
		"desc": "There is a small stone sculpture of a scarab that looks like it was left as a gift for the great dead Pharaohs",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "book", 
		"desc": "There is a book laying next to a skull in the room, and it appears to be a previous explorer's journal.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "elephant tusk", 
		"desc": "There is an elephant tusk in the corner that looks untouched by time and geology",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "shaky mummy", 
		"desc": "As you walk toward the shaking mummy, the shaking gets stronger and it appears that the mummy might still be alive.",
		"descMod": "Upon closer inspection, the mummy turns out to be a mythical crocodile. It bites your arm causing great pain before scampering off into the dark. Lose 1 turn.",
		"usage": ""
	},
	{
		"name": "hieroglyphs", 
		"desc": "Upon closer inspection, the hieroglyphs say, 'Here lies the end of this branch of the tomb. You must turn around.'",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "set", 
		"desc": "A tapestry with an image of the god Set pointing a sword to the right.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "adventurer", 
		"desc": "An adventurer lies dead with his pack. There does not appear to be anything of much use except maybe some earplugs.",
		"descMod": "An adventurer lies dead with his pack. There does not appear to be anything of much use.",
		"usage": ""
	},
	{
		"name": "ra", 
		"desc": "A tapestry with an image of the god Ra sitting on a throne.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "isis", 
		"desc": "A tapestry with an image of the goddess Isis kneeling.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "weapons rack", 
		"desc": "A rack filled with rusty weapons that are no longer useful in a fight but maybe useful for general utility.",
		"descMod": "",
		"usage": ""
	},
	{
		"name": "door", 
		"desc": "A locked wooden door. There is a keyhole that appears to unlock it.", 
		"descMod": "An unlocked wooden door.",
		"usage": ""
	},
	{
		"name": "siren statue", 
		"desc": "A statue of a mermaid looking creature, it seems like a song is coming from it that makes it difficult to think.", 
		"descMod": "",
		"usage": ""
	},
	{
		"name": "jackal", 
		"desc": "A statue of a dog-like human known as a Jackal, it is holding a spear and wearing what appears to be a necklace of a scarab.", 
		"descMod": "A statue of a dog-like human known as a Jackal, it is holding a spear.",
		"usage": ""
	},
	{
		"name": "chimera", 
		"desc": "A statue of a monster that has the head of a lion, the body of a goat and the tail of a serpent. It appears to be holding a brooch shaped like a scarab.", 
		"descMod": "A statue of a monster that has the head of a lion, the body of a goat and the tail of a serpent.",
		"usage": ""
	},
	{
		"name": "writings", 
		"desc": "Reading the writings tells you the story of the jackal that bested the chimera in battle.", 
		"descMod": "",
		"usage": ""
	},
	{
		"name": "sphinx", 
		"desc": "A giant statue of sphinx holding a slab that reads: There are two sisters: one gives birth to the other and she, in turn, gives birth to the first. What are they?", 
		"descMod": "After solving the puzzle the sphinx statue has revealed a spot to insert an item.",
		"usage": ""
	},
	{
		"name": "jeweled beetles", 
		"desc": "Tons of gold beetles litter the floor, it would be best to just leave them be.", 
		"descMod": "",
		"usage": ""
	},
	{
		"name": "tomb", 
		"desc": "A large tomb with a mummified pharaoh holding what appears to be a very valuable artifact.", 
		"descMod": "A large tomb with a mummified pharaoh.",
		"usage": ""
	},
	{
		"name": "griffin", 
		"desc": "A giant stone statue of a griffin, it looks like it’s beak could be pulled.", 
		"descMod": "",
		"usage": ""
	},
	{
		"name": "eagle", 
		"desc": "A giant stone statue of an eagle, it looks like it’s beak could be pulled.", 
		"descMod": "",
		"usage": ""
	}
]
