[
	{
		"name": "Left and Right Hieroglyphs", 
		"desc": "On the left side of the room the hieroglyphs says, 'Intruders beware crushing death and grief, soaked with blood of the trespassing thief' and on the right side of the room the hieroglyphs says 'The key to my return lies within the heart of the underworld'",
		"descMod": "",
		"parser": "hieroglyphs"
	},
	{
		"name": "Stone Wheel", 
		"desc": "There is a large stone wheel blocking the exit.",
		"descMod": "The large stone wheel seems to be moved out of the way.",
		"parser": "wheel"
	},
	{
		"name": "Cylinder", 
		"desc": "Upon further investigation of the wall you notice that it's a sequence of pictures that proceed a recessed cylinder in the wall. The sequence is 3 Bulls, 1 Eagle, 4 Lions, 1 Sun.", 
		"descMod": "The cylinder - consists of 0 to 9 Ox",
		"parser": "cylinder"
	},
	{
		"name": "Stone Doors", 
		"desc": "Two small stone doors that are blocking the way to the East and West.",
		"descMod": "Both of the small stone doors seems to be open now.",
		"parser": "door"
	},
	{
		"name": "Odd Hole", 
		"desc": "When you look at the hole it seems to fluoresce when you hold the torch away from it. Maybe something would happen if the room was dark.",
		"descMod": "",
		"parser": "hole"
	},
	{
		"name": "Switch", 
		"desc": "The door has 4 switches located on it, all set in the up position.",
		"descMod": "",
		"parser": "switch"
	},
	{
		"name": "Falcon Carving", 
		"desc": "The large falcon carving has a giant scratch over it's right eye.",
		"descMod": "",
		"parser": "falcon"
	},
	{
		"name": "Statue of Osiris", 
		"desc": "Statue of Osiris that has like small pressure plates on the head, chest and stomach of the statue.",
		"descMod": "",
		"parser": "statue of osiris"
	},
	{
		"name": "Statue of Horus", 
		"desc": "Statue of Horus that has like small pressure plates on the head, chest and stomach of the statue.",
		"descMod": "",
		"parser": "statue of horus"
	},
	{
		"name": "Statue of Anubis", 
		"desc": "Statue of Anubis that has like small pressure plates on the head, chest and stomach of the statue.",
		"descMod": "",
		"parser": "statue of anubis"
	},
	{
		"name": "Noisy Sarcophagus", 
		"desc": "Upon closer inspection, the strange noises coming from the sarcophagus get louder and louder",
		"descMod": "An empty Sarcophagus that a mythical pharaoh jumped out of and hurt you before running away.",
		"parser": "sarcophagus"
	},
	{
		"name": "Mirror Spider", 
		"desc": "There is something rustling around in the room by one of the mirrors.",
		"descMod": "The gigantic spider has scampered off.",
		"parser": "spider"
	},
	{
		"name": "Food Spider", 
		"desc": "There is something rustling around in the room by one of the sacks of food.",
		"descMod": "The gigantic spider has scampered off.",
		"parser": "spider"
	},
	{
		"name": "Explorer's Journal", 
		"desc": "There is a book laying next to a skull in the room, and it appears to be a previous explorer's journal.",
		"descMod": "After travelling thousands of miles from North America and making it to the inside of this tomb, I am continually amazed at the wonders that I see. This expedition is going well, and I am optimistic that this tomb will eventually reveal all of its secrets and treasures.",
		"parser": "journal"
	},
	{
		"name": "Shaky Mummy", 
		"desc": "As you walk toward the shaking mummy, the shaking gets stronger and it appears that the mummy might still be alive.",
		"descMod": "The Mythical Crocodile Mummy has scampered into the dark.",
		"parser": "mummy"
	},
	{
		"name": "Hieroglyphs", 
		"desc": "Upon closer inspection, the hieroglyphs say, 'Here lies the end of this branch of the tomb. You must turn around.'",
		"descMod": "",
		"parser": "hieroglyphs"
	},
	{
		"name": "Tapestry of Set", 
		"desc": "A tapestry with an image of the god Set pointing a sword to the right.",
		"descMod": "",
		"parser": "set"
	},
	{
		"name": "Adventurer", 
		"desc": "An adventurer lies dead with his pack. There does not appear to be anything of much use except maybe some earplugs.",
		"descMod": "An adventurer lies dead with his pack. There does not appear to be anything of much use.",
		"parser": "adventurer"
	},
	{
		"name": "Tapestry of Ra", 
		"desc": "A tapestry with an image of the god Ra sitting on a throne.",
		"descMod": "",
		"parser": "ra"
	},
	{
		"name": "Tapestry of Isis", 
		"desc": "A tapestry with an image of the goddess Isis kneeling.",
		"descMod": "",
		"parser": "isis"
	},
	{
		"name": "Weapon's Rack", 
		"desc": "A rack filled with rusty weapons that are no longer useful in a fight but maybe useful for general utility.",
		"descMod": "",
		"parser": "weapons rack"
	},
	{
		"name": "Wooden Door", 
		"desc": "A locked wooden door. There is a keyhole that appears to unlock it.", 
		"descMod": "An unlocked wooden door.",
		"parser": "door"
	},
	{
		"name": "Siren Statue", 
		"desc": "A statue of a mermaid looking creature, it seems like a song is coming from it that makes it difficult to think.", 
		"descMod": "",
		"parser": "siren statue"
	},
	{
		"name": "Statue of Jackal", 
		"desc": "A statue of a dog-like human known as a Jackal, it is holding a spear and wearing what appears to be a necklace of a scarab.", 
		"descMod": "A statue of a dog-like human known as a Jackal, it is holding a spear.",
		"parser": "jackal"
	},
	{
		"name": "Statue of Chimera", 
		"desc": "A statue of a monster that has the head of a lion, the body of a goat and the tail of a serpent. It appears to be holding a brooch shaped like a scarab.", 
		"descMod": "A statue of a monster that has the head of a lion, the body of a goat and the tail of a serpent.",
		"parser": "chimera"
	},
	{
		"name": "Writings", 
		"desc": "Reading the writings tells you the story of the jackal that bested the chimera in battle.", 
		"descMod": "",
		"parser": "writings"
	},
	{
		"name": "Statue of Sphinx", 
		"desc": "A giant statue of sphinx holding a slab that reads: There are two sisters: one gives birth to the other and she, in turn, gives birth to the first. What are they?", 
		"descMod": "After solving the puzzle the sphinx statue has revealed a spot to insert an item.",
		"parser": "sphinx"
	},
	{
		"name": "Jeweled Beetles", 
		"desc": "Tons of gold beetles litter the floor, it would be best to just leave them be.", 
		"descMod": "",
		"parser": "jeweled beetles"
	},
	{
		"name": "Large Tomb", 
		"desc": "A large tomb with a mummified pharaoh holding what appears to be a very valuable artifact.", 
		"descMod": "A large tomb with a mummified pharaoh.",
		"parser": "large tomb"
	},
	{
		"name": "Statue of Griffin", 
		"desc": "A giant stone statue of a griffin, it looks like it’s beak could be pulled.", 
		"descMod": "",
		"parser": "griffin"
	},
	{
		"name": "Statue of Eagle", 
		"desc": "A giant stone statue of an eagle, it looks like it’s beak could be pulled.", 
		"descMod": "",
		"parser": "eagle"
	}
]
